10/data/attachments/a322f26aa85b0c0a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_894bb135-1505-4277-9dda-3d02c61e133e</nif:username>
            <nif:pageInfo>
                <nif:page>100</nif:page>
                <nif:size>100</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>